{
  "1": {
    "id": 0,
    "project_title": "Aetideidae of the World Ocean",
    "project_url": "http://aetideidae.linnaeus.naturalis.nl",
    "content": [
      {
        "id": 3422,
        "title": "Welcome",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/1/4/9/9/7_99ac1b7eca57d99/14997_498dc245af05e2b.jpg?v=2016-06-16+12%3A38%3A16');\"></div>\n<p>This program is a revised edition of the Identification Manual by Elena L. Markhaseva (1996),</p>\n<p><b>Calanoid Copepods of the Family Aetideidae of the World Ocean</b><i>.</i></p>\n<p>[Proceedings of the Zoological Institute, Russian Academy of Sciences, St. Petersburg, volume 268. ISSN 0206-0477]. For the first time a fully illustrated, interactive key is presented to the species of this family. Only those few species were excluded from the Manual and this program which were inadequately described and no material of which was seen by the author.<br/><br/>The calanoid copepods are free-living, planktonic crustaceans, which form an important link in the food chain of the marine environment, forming the food source of economically important fishes like herring, but also of some whales and seals. The 180 known species of the family Aetideidae are predominantly oceanic, occurring in tropical to polar waters and in all vertical ranges of the pelagic zone. Many species belong to the deep-water plankton or inhabit the hyperbenthic environment. Only a few species inhabit brackish or fresh waters.</p>\n</div>"
      },
      {
        "id": 3423,
        "title": "Contributors",
        "text": "<div class=\"proze\" id=\"content\">\n<p>The work was performed primarily at the Zoological Institute, Russian Academy of Sciences (St. Petersburg) using the museum's collections, but it proved impossible without access to the collections of other museums and institutes.<br/><br/>I thank my colleagues for their help in obtaining material for study. I am particularly grateful to Academician M.E. Vinogradov (Institute of Oceanology, Moscow) and to Dr. M.V. Heptner (Zoological Museum of the Moscow State University) for placing at my disposal the unique collection of deepwater plankton catches obtained during the cruises of the R/V \"Vitjaz\".<br/><br/>In this work I also used material from the N.M.N.H. (Smithsonian Institute, Washington D.C.), and I am very grateful to Dr. F.D. Ferrari for lending this collection to me.<br/><br/>In the final stages of my investigations the opportunity arose to examine the collection of Aetideidae identified by G.O. Sars, housed in the Zoological Museum of Oslo. Type specimen of Aetideidae (except for <i>Pseudochirella spectabilis</i> Sars, 1900) were not designated but all specimen were originally identified by Sars and are still labeled with Sars's original hand-written labels. This makes it possible to understand how Sars himself comprehended each species. During the work on this collection many questions which had arisen could be resolved. I am very grateful to Prof. M. Christiansen (Zoological Museum, University of Oslo) for giving me the opportunity to work with this collection.<br/><br/>Illustrations were taken from a variety of publications and the author especially wishes to thank Dr. Tai Soo Park and Dr. Janet M. Bradford-Grieve for granting permission to include illustrations from their many fine works. Permission was also granted by the publishers of the following publications: <b>Bolletim Zoologia</b> (Prof. Elizabeth Höfling, Universidade de S<o b=\"\" brasil=\"\" paulo=\"\">Bulletin of the Museum of Comparative Zoology (Michael Jackson, Harvard University, Cambridge, Massachusetts, U.S.A.); <b>Bulletin of the U.S. National Museum</b> (Dr. Frank Ferrari, National Museum of Natural History, Washington D.C., U.S.A.); <b>Ciêncas Cultural, S<o b=\"\" paulo=\"\"> (Luiz R. Travassos, S<o b=\"\" brasil=\"\" paulo=\"\">Crustaceana</o></o></b> (Koninklijke Brill N.V., Leiden, The Netherlands); <b>Hydrobiologia</b> (Berendina van Straalen, Kluwer Academic Publishers, Dordrecht, The Netherlands); <b>Journal of Zoology, London</b> (April Boffin, Oxford University Press, Oxford, U.K.); <b>Mitteilungen des hamburger zoologisches Museum und Instituts</b> (Dr. Knud Schultz, Universität Hamburg, Hamburg, Germany); <b>Pacific Science</b> (Keith K. Leber, University of Hawaii Press, Honolulu, Hawaii, U.S.A.); <b>Publications of the Seto marine biological Laboratory</b> (Prof. Shin Kubota, Kyoto University, Japan); <b>Sarsia</b> (Ulf Båmstedt, University of Bergen, Norway); <b>Zoologische Verhandelingen, Leiden</b> (Marc de Hart, Naturalis, N.N.M., Leiden, The Netherlands).<br/><br/>For the electronic version the separate keys of the original publication were updated into a single, fully illustrated key by the author and Henk Visser MSc. of the Expert Center for Taxonomic Identification (ETI). Additional information on higher taxa was compiled by Dr. Julia Kouwenberg and reworked by Huub Veldhuijzen van Zanten. Additional illustrations were made by Sasja van Meel MSc. Digital formatting of the text and illustrations by ing. Taghi Zandvakili.</o></p>\n</div>"
      },
      {
        "id": 2906,
        "title": "Introduction",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/1/4/9/9/7_99ac1b7eca57d99/14997_498dc245af05e2b.jpg?v=2016-06-16+12%3A38%3A16');\"></div>\n<p>This program is an electronic version of a recent revision by the author (Markhaseva, 1996) on the calanoid family Aetideidae, and forms a sequel to the book \"Oar-footed crustaceans (Copepoda, Calanoida) of the USSR seas and adjacent waters\" (Brodsky et al., 1983). Latter publication includes a \"General part\" (Brodsky, 1983: 9-138) with data on morphology, classification, geographical distribution and biology of some species of the Calanoida, and a \"Systematic part\" (Brodsky et al., 1983: 139-356) with descriptions of, and identification keys to, calanoid copepods of the families Calanidae up to and including Spinocalanidae.<br/><br/>This program contains an identification section and databases for the 25 genera and 165 species which are included in this revision. At the moment of publication (printed version: Markhaseva, 1996) about 180 species of Aetideidae were described, with most of the omitted species too poorly described to be included in this revision and material not examined by the author.<br/><br/><b>Note:</b> The Genus <i>Senecella</i>  as mostly fresh-water genus is not included into the key. The small key to the two species of <i>Senecella</i>  can be found into the Higher Taxa module under Genus <i>Senecella</i>.</p>\n</div>"
      },
      {
        "id": 2907,
        "title": "Order calanoida",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/1/4/9/9/8_41658a2ad20fbe8/14998_24bf94cec2440a4.jpg?v=2016-06-16+12%3A38%3A17');\"></div>\n<p><b>Ecology &amp; Distribution</b>:<br/><br/>Calanoids form an order of the Copepoda; most calanoids are free-living and marine, though some groups are restricted to freshwater. The majority are planktonic, but some live on, or close to, the sea bottom. They are found in all oceans, from the surface to over 5000 m in depth. Many are known to perform diurnal migration, descending to deep water at day and rising to the surface at night. They are the dominant group in the marine zooplankton. Their feeding habits vary with species and with developmental stages of the same species. They may be herbivorous, mixed-mode feeders, predators, or scavengers. Calanoids form a very important link in the food chain of the aquatic environment. They feed on phytoplankton and microzooplankton, and at times attack animals which are much larger than themselves, such as chaetognaths and larval fish. Most calanoids store foods in a fat body or in a midgut oil sac, which often gives the body a red or blue color. They are preyed upon by larger zooplankton and are known to be the major food of larval fish, small pelagic fishes such as herring, and of some whales and seals.</p>\n</div>"
      },
      {
        "id": 2908,
        "title": "Family aetideidae",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/1/4/9/9/9_366865fa09886cb/14999_fed9db7e2d5f4bb.jpg?v=2016-06-16+12%3A38%3A17');\"></div>\n<p><b>Ecology &amp; Distribution</b>:<br/><br/>The aetideid species are mostly oceanic inhabitants, occurring in all vertical ranges of the marine pelagic zone, and inhabiting also the hyperbenthic environment. A significant number of species form part of deep-water plankton. Most of the meso- and bathypelagic species are characterized by wide geographical ranges, occurring in tropical to polar waters. A number of aetideid species may also be found in brackish (<i>Jaschnovia</i>  spp.) and fresh (<i>Senecella</i>  spp.) waters.<br/><br/>In order to obtain comprehensive information on geographical distribution of the presented cosmopolitan calanoid family, the present program was based on material from numerous localities in the world's oceans.</p>\n</div>"
      },
      {
        "id": 2909,
        "title": "Abbreviations",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/1/5/0/0/0_20110487849541e/15000_b96260f74f06791.jpg?v=2016-06-16+12%3A38%3A18');\"></div>\n<p>The following abbreviations are used in the descriptions of the species and higher taxa:<br/><br/>Abd 1 (2-5) -  abdomen,<br/>                        first (second-fifth) segments<br/>A1              -   antennule<br/>A2              -   antenna<br/>B                 -   basipodite<br/>C                 -   coxopodite<br/>P                 -   protopodite<br/>Ce               -   head, cephalon<br/>Gn              -   genital segment<br/>Gnb            -   gnathobase <br/>Md             -   mandible<br/>Mx1           -   maxillule<br/>Mx2           -   maxilla<br/>Mxp           -   maxilliped<br/>P.md          -   mandibular palp<br/>P1-P5         -   first-fifth pairs of thoracic<br/>                       (swimming) legs<br/>R                -   rostrum<br/>Re              -   exopodite<br/>Ri               -   endopodite<br/>Th1-Th5   -   thorax, 1-5-thoracic<br/>                       segments</p>\n</div>"
      }
    ]
  },
  "2": {
    "id": 0,
    "project_title": "Agromyzidae of the World",
    "project_url": "http://agromyzidae.linnaeus.naturalis.nl",
    "content": [
      {
        "id": 3309,
        "title": "Welcome",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/5/2_f824ad06934a2fd/27152_029a4e0925d59f9.jpg?v=2016-06-16+14%3A11%3A13');\"></div>\n<p><b>Martin Dempewolf:</b><br/><b>Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a>. Agromyzidae of the World</b><br/><br/>Welcome to this contribution on an arthropod group of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a>. This project provides information on and tools for the identification of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a> flies of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> (Diptera: Agromyzidae). <br/><br/>The main goal of this project, the objectives of the series 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a>' and technical aspects of the software, are explained below. <br/> <br/>For a general <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1823&amp;modId=21&amp;epi=55\">introduction</a> to Agromyzidae, see the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1175&amp;epi=55\">Short introduction to Agromyzidae</a> module.<br/><br/><b>About this project</b><br/><br/>The contents of this website is divided into several modules, which are shown in the blue navigation box on each page. There are several database modules for the agromyzid <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> including a glossary. Some other modules contain text in order to provide general information on this group of flies and information on how to handle them. Most of the modules are more or less self-explaining. But in the case of any problem the usual help files for the Linnaeus II software are available as well. <br/><br/>The most critical module is IdentifyIt, a matrix key which allows the identification of the most important agromyzid flies feeding on cultivated plants. <br/><br/>The key should be handled with care because there are altogether approximately 2,750 agromyzid species worldwide. Your specimens may belong to a species hitherto unknown from culture plants.<br/>Unfortunately the IdentifyIt module is not completely self-explaining and requires some understanding of computer aided keys. <br/><br/><b>Therefore</b>, <b>prior to the first use of IdentifyIt the Identification guide (click:</b> <a class=\"internal-link\" href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?modId=21&amp;id=1823&amp;epi=55\">Introduction</a>) <b>should be studied carefully!</b><br/><br/><br/><b>The series 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a>'</b><br/><br/>'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a>' is a joint project of the Zoological museum of the University of Amsterdam and the Expert Center for Taxonomic Identification (ETI). The project aims to provide both specialists and non-specialists with easy-to-use tools for the species recognition of insects and mites of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> in agriculture, horticulture and forestry.<br/><br/>The end product is a series of interactive CD-ROMs based on ETI's Linnaeus II software for biodiversity documentation and species identification. Each CD-ROM contains up-to-date taxonomic (biodiversity) information on economically important species and related non-pest species, and a computer-assisted identification key. A cross-reference system for the major host plants, an illustrated glossary to technical terms and a section on methodology are also included. <br/><br/>Published are:<br/>- 'Eurasian Tortricidae' by Lynn Meijerman and Sandrine A. Ulenberg<br/>- 'Interactive Tutorial for the Preparation of Genitalia in Microlepidoptera by Lynn Meijerman and Kevin R. Tuck<br/>- 'Diaspididae of the World’ by Gillian W. Watson<br/><br/>Titles to follow in this series:<br/>- 'Tephritidae of South East Asia' by Ian White<br/>- 'Thripidae of the World' by Gerald Moritz<br/>- Tortricidae of the World by Lynn Meijerman and Sandrine A. Ulenberg<br/><br/><b>Regional Digital Keys for Identification of Arthropod Pests</b><br/><br/>The University of Amsterdam, the Expert Center for Taxonomic Identification, Amsterdam, CAB International and partners in the developing countries are collaborating in the development of Regional Keys, using BioNET-INTERNATIONAL's networks as a mechanism. The high quality, global digital keys from the 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a>' provide the information for more focussed national and regional keys, to which specific local information is added. This 'Regional Keys' programme is a contribution to the efforts of the scientific community to overcome the worldwide taxonomic impediment by combining accessible digital keys with training programs, capacity building and reference collections.<br/><br/>For more information on 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a> and/or the 'Regional Keys' Programme please contact: <br/>Dr Sandrine A. Ulenberg, project leader &amp; series editor<br/>Zoölogisch Museum<br/>Universiteit van Amsterdam<br/>Plantage Middenlaan 64<br/>1018 DH Amsterdam<br/>The Netherlands<br/>Telephone +31.20.525.6243<br/>Fax +31.20.525.6528<br/>E-mail s.a.ulenberg@uva.nl<br/>http://www.science.uva.nl/zma/entomol<br/><br/>Title: Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a> - Agromyzidae of the World<br/>Author: Dr Martin Dempewolf<br/>Year of publication: 2004<br/>Copyright: ETI/ZMA<br/>ISBN: 90-75000-57-X</p>\n</div>"
      },
      {
        "id": 3308,
        "title": "Contributors",
        "text": "<div class=\"proze\" id=\"content\">\n<p>This CD-ROM is a joint project from the Zoological Museum Amsterdam (Institute for Biodiversity and Ecosystem Dynamics, IBED, University of Amsterdam) and ETI Biodiversity Center.<br/> <br/><b>Financial contributions</b><br/><br/>The author's salary during 2 and a half years and much of the necessary working equipment were financed by the ICES/KIS first grant of the Netherlands Ministry of Economics. <br/><br/>A four week visit at the Natural History Museum London (BMNH) was funded by the EU's IHP programme SYS-RESOURCE of The Natural History Museum, UK.<br/><br/>A further financial contribution came from the Dutch foundation SBNO (Stichting ter Bevoordering van Natuurwetenschappelijk Onderzoek).<br/><br/><b>Kind supporters of the work</b><br/>Helpful persons<br/><br/>This CD-ROM can be considered as an update of an earlier book on Agromyzidae of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> written by Dr Kenneth A. Spencer (Spencer, 1973). Therefore I am much indebted to him and his wife who prepared most of the drawings in his works. Although the texts and many pictures are new, Spencer's book and his other publications provided the basis of this work. <br/>Many thanks are due to him for his permission to reproduce his drawings. <br/><br/>The contribution of the agromyzid specialist Dr Michael von Tschirnhaus (Bielefeld, Germany) deserves special <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1180&amp;epi=55\">acknowledgements</a>, since he provided a considerable number of specimens and gave most valuable advice.<br/><br/>Many thanks are due to my colleagues from the project group 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic Importance</a>' Liesbeth Bakker, Lynn Meijerman, Dr Sandrine Ulenberg (Amsterdam, The Netherlands) and Dr Gillian Watson (London) for their interest in my work and various support. <br/><br/>I wish to thank many staff members of the Entomology department of the Zoological Museum and of ETI for their assistance and advise, especially, Dr Willem Ellis, Gideon Gijswijt, Mil de Reus and Godard Tweehuysen.<br/><br/>John Chainey, Dr Brian Pitkin, Campbell Smith, Nigel Wyatt and other staff members of the Natural History Museum, London, UK were very helpful during my visits to the Natural History Museum in 2000 and 2002. <br/><br/> <br/><b>The following institutions and persons have provided images, other material or encouraged my work in other ways. I am grateful to all of them:</b><br/><br/>The Ministry of Public Works and Government Services Canada kindly gave the permission to reproduce pictures from the Manual of Nearctic Diptera (Spencer, 1987).<br/><br/>Dr S. KÜhne (Berlin-Dahlem, Germany)<br/>Professor M. Dambach (Cologne, Germany)<br/>Sam An (Hanoi, Vietnam)<br/>Professor L. SÜss (Milan, Italy)<br/>Professor M. Sasakawa (Hirakata, Japan)<br/>Dr. V. V. Zlobin, (St. Petersburg, Russia)<br/><br/>Professor G. Keith Douce (University of Georgia, Tifton, USA)<br/><br/>Jan van Arkel (Institute for Biodiversity and Ecosystem Dynamics, University of Amsterdam)<br/><br/>The Plantenziektenkundige Dienst (Wageningen, the Netherlands) permitted the reproduction of numerous color photos. The staff members L. de Goffau and H. Stigter helped me during my visit to their institute.</p>\n</div>"
      },
      {
        "id": 1174,
        "title": "Preface",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/4/9_c092c5641357b01/27149_28baa6f42d839dd.jpg?v=2016-06-16+14%3A11%3A13');\"></div>\n<p>Background information on this publication and on the CD-ROM series 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a>' to which this publication belongs, can be found under the \"Welcome\" tab of the Navigator module (just above the title).<br/><br/>This <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1823&amp;modId=21&amp;epi=55\">introduction</a> contains general information on the biology and the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16530&amp;epi=55\">morphology</a> of Agromyzidae. The text is divided in the following sections (mainly hyper linked): <br/><br/>- <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1175&amp;epi=55\">Short introduction to Agromyzidae</a><br/>- <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1176&amp;epi=55\">Previous research</a><br/>- <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1177&amp;epi=55\">Bionomics</a><br/>- <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">Economic Importance</a> <br/>- <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1179&amp;epi=55\">Evolutionary History</a><br/>- <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1180&amp;epi=55\">Acknowledgements</a><br/><br/>To browse through the sections of this module (and others), click on the arrows below this text or click on the 'contents' icon or click on an item in the above list.</p>\n</div>"
      },
      {
        "id": 1175,
        "title": "Short introduction to agromyzidae",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/5/2_f824ad06934a2fd/27152_029a4e0925d59f9.jpg?v=2016-06-16+14%3A11%3A13');\"></div>\n<p>The Agromyzidae (mining flies) are a highly diverse dipteran <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16484&amp;epi=55\">family</a> of exclusively <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16547&amp;epi=55\">phytophagous</a> species. The world fauna consists of about 2,750 species (Henshaw and von Tschirnhaus, in prep). Of these some 110 species are known to occur on cultivated crops and to cause occasional damage. However, a number of species are of particular importance, especially those feeding on Fabaceae and some horticultural plants. <br/>All known agromyzids are internal feeders of living plant tissue. They exhibit an array of different feeding habits such as leaf-mining, stem-mining and -tunneling, <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a>-mining and parasitism of flower heads and fruits. Leaf-mining is generally the most widespread feeding behaviour among Agromyzidae. By consuming and damaging photosynthetically active tissue on the leaf surface, the larva reduces the plant metabolism and vigor. The aesthetic damage by the well-visible feeding traces (mines) can reduce the value of products or even render them unmarketable. That is particularly important for ornamental crops. Stem miners can be even more dangerous when they affect the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16613&amp;epi=55\">vascular tissue</a> in the stems and may stunt the growth of the host plant. Mines and punctures caused by feeding and ovipositing females can facilitate the plants' infestation by fungi and bacteria.<br/>If they occur in large numbers on cultivated crops, the larvae of agromyzid flies can cause either significant yield reduction or even large-scale plant mortality. Thus, the economic loss due to Agromyzidae can be substantial. Recently, the problem has further aggravated by accidental <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1823&amp;modId=21&amp;epi=55\">introduction</a> of agromyzids (e.g. some <i>Liriomyza</i> species) into new regions; thus some major pests are nowadays nearly worldwide distributed. <br/>Reliable identification of the pest species is an important prerequisite for effective control and quarantine measures especially if Integrated Pest Management or biological control is applied. Taxonomic confusion is a major problem in controlling pest species (Parrella and Keil, 1984). This is, because closely related species may have a different lifestyle and different host preferences. Agromyzidae are considered difficult to identify because of their uniformity and small body sizes (wing length normally 2-4 mm). On many plants several similar species may occur together. <br/>By making available taxonomic and biological data, this CD-ROM aims to contribute to an improvement of the management of pest-agromyzids.</p>\n</div>"
      },
      {
        "id": 1176,
        "title": "Previous research",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/5/3_6b0cad1313c97fe/27153_fb41e0c52a694c0.jpg?v=2016-06-16+14%3A11%3A14');\"></div>\n<p>The previous major publication on Agromyzidae of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> dates from 1973 (Spencer, 1973). Kenneth Spencer, who deceased in 2002, was clearly the most important agromyzid expert of the twentieth century. Much of the information published in his excellent book on Agromyzidae of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> as well as in his many other papers and books is included in this CD-ROM. <br/>However, since 1973 the distribution and pest status of several species changed considerably, much further ecological and applied research was done. Among others on <i>Agromyza frontella</i>, some tropical <i>Ophiomyia</i> and some major pest species in the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> <i>Liriomyza</i>. Also some advances in agromyzid <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16598&amp;epi=55\">systematics</a> have been made. These recent developments are outlined on this CD-ROM; as far as new findings have been published, new biological information and recent references are provided for each species.<br/>A CD-ROM allows the publication of plenty of pictures within the limits of a relatively small budget. Therefore, in order to illustrate characters of the male genitalia and other structures, I present numerous new digital pictures as well as older literature drawings (see Methods used). I hope, the host plant list and the identification system IdentifyIt will facilitate the identification of major pest species (see also the notes below and the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1823&amp;modId=21&amp;epi=55\">Introduction</a> in the IdentifyIt Guide module.</p>\n</div>"
      },
      {
        "id": 1177,
        "title": "Bionomics",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/5/7_deea4a10047917c/27157_9d885d071b194b2.jpg?v=2016-06-16+14%3A11%3A15');\"></div>\n<p><b>LIFE HISTORY</b><br/>The larvae of all Agromyzidae species (Diptera) are internal feeders of living plant tissue. They can be leaf miners (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/6_57e80f0748b8845/28016_cb08671acc975ff.jpg?v=2016-06-16+14%3A16%3A52','leaf miner.pct');\">leaf <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a>.pct</span>), stem miners (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/8/0_186f9d4d015c05d/27980_ec9784622a5c86d.jpg?v=2016-06-16+14%3A16%3A30','stem miner.pct');\">stem <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a>.pct</span>, <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/4/1/1_54fe27c68b28d28/27411_b6c9d395af0edd0.jpg?v=2016-06-16+14%3A12%3A32','Oph phaseoli larva.pct');\">Oph phaseoli larva.pct</span>), <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/8/9_62aaf0cde34fe17/27989_37e2fd23d371e01.jpg?v=2016-06-16+14%3A16%3A35','Melanagromyza larva.pct');\">Melanagromyza larva.pct</span>), seed parasites and <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16496&amp;epi=55\">gall</a> inducers among others. Since the larvae normally are not able to change their host plants or even the leaves, ovipositing females are very important in the determination of the larval feeding sites. Apart from larval food selection the adults' function as in many other insect groups is mainly reproduction and dispersion. <br/>Here I try to summarize some general patterns in agromyzid biology with special emphasis on life history and <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16544&amp;epi=55\">phenology</a>. Further information can be found in the Species and Higher <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">Taxa</a> Modules. Especially the extraordinary life history of the <i>Phytobia</i> species in the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a> of trees is reviewed there (see <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">Genus</a> <i>Phytobia</i>)<i>.</i> The evolutionary significance of the different feeding habits are discussed in the section on <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1179&amp;epi=55\">Evolutionary History</a>. Morphological adaptations concerning different food <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16610&amp;epi=55\">types</a> are presented in <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1821&amp;modId=20&amp;epi=55\">Immature Stages</a>.<br/><br/>The female deposits single eggs with the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">ovipositor</a> (Female <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">ovipositor</a>) into that plant tissue the hatching larva will feed on. <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">Oviposition</a> always requires copulation; there is no case of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16543&amp;epi=55\">parthenogenesis</a> known in the literature. <br/>The larvae emerge only a few days after <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">oviposition</a>. As in most other cyclorrhaphan flies there are three larval <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16509&amp;epi=55\">instars</a>. Of these, the third one possesses the most diagnostic features and is often depicted in the literature. Apart from size, the second <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16509&amp;epi=55\">instar</a> normally is very similar to the third. <br/><br/>The leaf-mining larvae lie on their side and feed by wide sweeping movements of the first body segments. They use the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16531&amp;epi=55\">mouth hooks</a> to tear off the plant tissue that will happen to be ingested. The <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16569&amp;epi=55\">pupariation</a> occurs in most species in the soil. Prior to <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16569&amp;epi=55\">pupariation</a>, the last <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16509&amp;epi=55\">instar</a> larva cuts a characteristic semicircular exit slit in the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16478&amp;epi=55\">epidermis</a> of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">mine</a>. Then the larva leaves the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">mine</a> and drops to the soil. From some <i>Liriomyza</i> species of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a>, it is known that the fully grown larva normally leaves its <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">mine</a> early in the morning and shows negative phototactic behaviour (Leibee, 1986). This behavior enables the larva to find a secure <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16567&amp;epi=55\">pupation</a> site and to avoid exposition to drought and heat. One can assume that other agromyzid species, which leave the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">mine</a> for <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16567&amp;epi=55\">pupation</a>, behave similarly. Some subgroups exclusively <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16567&amp;epi=55\">pupate</a> in the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">mine</a> (e.g. Ophiomyiini, <i>Chromatomyia</i>, <i>Cerodontha</i>). They <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16567&amp;epi=55\">pupate</a> immediately below the upper surface of the plant part they lived in. Prior to <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16567&amp;epi=55\">pupation</a> the last larval <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16509&amp;epi=55\">instar</a> may perforate the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16478&amp;epi=55\">epidermis</a>. The emerging adult tears the plant surface by means of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16565&amp;epi=55\">ptilinum</a> (a temporary bladder-like inflatable structure on the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16490&amp;epi=55\">frons</a>, see <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1818&amp;modId=20&amp;epi=55\">External adult morphology</a>). Of course the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16569&amp;epi=55\">puparia</a> originating in the host plant are also frequently present in the soil or plant litter around it. The <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16569&amp;epi=55\">puparia</a> can be displaced in the course of the decaying process of parts of the host plant.<br/><br/>Leaf-mining Agromyzidae normally complete their larval development within a few days but during dry or cold periods, considerable delay may occur. Most stem miners seem to grow slower and make larger mines.<br/>The mouthparts of the agromyzid adults are only suitable for ingesting fluids or pre-orally dissolved food. However, females and to a lesser extent males normally do not only feed on honeydew or nectar as other adult Diptera, but also from potential host-plants. To obtain <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16457&amp;epi=55\">cell</a> sap, a female punctures leaves of the species' host plant with her <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">ovipositor</a>. While doing so she may or may not lay eggs. After puncturing the female turns around in order to consume <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16457&amp;epi=55\">cell</a> sap emerging from the puncture. It was also observed that males feed on punctures previously created by females (Minkenberg and van Lenteren, 1986). Sometimes there are dozens of the so-called <b><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16485&amp;epi=55\">feeding punctures</a></b> occurring on only a single leaf (more on the females' behaviour: Bethke and Parrella, 1985). This behaviour may play an important role in finding suitable host leaves for their offspring and in maturing of the eggs (Spencer, 1973). <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16485&amp;epi=55\">Feeding punctures</a> are often found on the upper-side of the leaf whereas the same species often oviposit on the under-side only. Sometimes the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16485&amp;epi=55\">feeding punctures</a> alone can become the cause of plant damage (Parrella et al., 1985, Hendrickson and Barth, 1978).<br/><br/><b>HOST SPECIFICITY</b><br/>Most agromyzid flies are restricted to a group of closely related plants or even to a single host plant. Hence, the host-plant is often a useful hint for identification. On this CD-ROM a database is included containing the main cultivated host plants and their agromyzid consumers. Most species feeding on dicotyledon plants have a narrow host-plant relation, but in contrast grass miners often have a considerably wider host range (e.g. <i>Chromatomyia fuscula</i>,<i> Cerodontha denticornis</i>,<i> Pseudonapomyza</i> spp.). That may be due to the lower content of phytochemicals normally found in grasses. Identification of species feeding on grasses is often more complicated and unusual species should be expected.<br/><br/>Quite a small number of species among the Agromyzidae (<i>Chromatomyia horticola</i>,<i> Liriomyza trifolii</i>,<i> L. sativae</i>, <i>L. strigata</i>, <i>L. bryoniae</i>, <i>L. huidobrensis</i> and <i>Tropicomyia</i> spp.) are extremely <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16549&amp;epi=55\">polyphagous</a> and cause damage on several crops (overview in Spencer, 1990). Most of these belong to the generally, world wide most devastating pest species. Although they can develop on many plants, the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16549&amp;epi=55\">polyphagous</a> species may have some host preferences that can also show regional variations (Morgan et al., 2000). <br/><br/><b><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16544&amp;epi=55\">PHENOLOGY</a></b><br/>Agromyzids normally depend on certain developmental stages of their host plants. This often results in a limited number of generations or distinct distribution patterns over a vegetation period. Yet particularly among species of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> high flexibility and many generations are observed. The emergence time and the synchronization at the beginning of a vegetation period are often crucial for the severity of the following damage. Some research was done to predict the agromyzid population by interpreting temperature and other environmental data (Nechols et al., 1983).<br/>Although often the younger, vulnerable plants are most seriously threatened by heavy agromyzid infestation (e.g. Talekar, 1990), young plant parts are not always preferred (for example <i>Phytomyza ilicicola</i> and <i>Phytomyza ilicis</i>)<i>. </i><br/><br/><b>DISTRIBUTION</b><br/>Agromyzidae distribution is almost worldwide (except some isolated and unsuitable regions). The same is true for the larger <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a>. The highest diversity appears to be in the temperate region of the Palaearctis (von Tschirnhaus, 1991). Due to incidental human spread, especially many species of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> nowadays have a cosmopolitan distribution (e.g. <i>Liriomyza trifolii</i>,<i> Liriomyza huidobrensis</i>,<i> Chromatomyia horticola</i>)<i>.</i><br/><br/><b>NATURAL ENEMIES</b><br/>The natural populations of most agromyzid species are normally controlled and maintained on a rather low level by numerous hymenopteran <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> (mainly Braconidae and Eulophidae) (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/7_d8bddc2ac830ef4/28017_c95c091056c0daf.jpg?v=2016-06-16+14%3A16%3A53','parasitoid.pct');\"><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoid</a>.pct</span>). Many of them apparently parasitize rather unspecifically a wide range of agromyzid flies (Minkenberg and van Lenteren, 1986). Since <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoid</a> species also quickly adopt alien agromyzids established in their area, for some <i>Liriomyza</i> species remarkable high numbers of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> are known (Waterhouse and Norris, 1987, Murphy and LaSalle, 1999). <br/><br/>In cultures, the influence of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> is often reduced by the indiscriminate use of insecticides that often damage the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> even more than their hosts (Spencer, 1973, Spencer, 1990, Saito et al., 1993). Hence, in biological and integrated pest management the establishment and maintenance of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> as control agents plays an important role (e.g. Kumar, 1985, Schelt and Altena, 1997, Letendre et al., 1991).<br/><br/>Certainly both larval and adult agromyzids are also pursued by many rather unspecific <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16555&amp;epi=55\">predators</a>. So far, not much is known about the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16555&amp;epi=55\">predators</a>' impact on agromyzid populations. Larvae can be hunted even within their mines by predatory Heteroptera and, especially in tropical areas by ants (von Tschirnhaus, personal communication). Adults are a potential prey for any predatory animals which feed on small flying insects. One example are some predatory Muscidae (house flies) in the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> <i>Coenosia</i> which are recently introduced as biological control agents in greenhouses (KÜhne, 2000, <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/8_e3ac9abd5072a4f/28018_144b42acdd5d3c7.jpg?v=2016-06-16+14%3A16%3A53','Coenosia.pct');\">Coenosia.pct</span>).<br/>Although they apparently are not easy to maintain in greenhouses, they may contribute to the control of noxious agromyzids.<br/>Generally agromyzids are also susceptible to bacterial and fungal pathogens and also to nematodes. There have been some attempts to use the latter as biological control agents (LeBeck et al., 1993, Williams and Macdonald, 1995). However, leaf miners normally are better protected against pathogens than external feeders (Connor and Taverner, 1997).<br/><br/>The knowledge about the bionomics of certain species differs widely. About some species not more than the host plant is known, others were subject of vast research projects. A fair part of our biological knowledge about agromyzids come from only a few well-studied species. The following (hyper-linked) <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> are a selection of well known or otherwise interesting <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a>. <br/><br/><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">Genus</a> <i>Phytobia</i> <br/><i>Agromyza frontella</i> <br/><i>Chromatomyia fuscula</i> <br/><i>Liriomyza huidobrensis</i> <br/><i>Liriomyza trifolii</i> <br/><i>Napomyza cichorii</i> <br/><i>Melanagromyza obtusa</i> <br/><i>Ophiomyia phaseoli</i><br/><i>Phytomyza ilicicola</i> <br/><i>Phytomyza ilicis</i> <br/><i>Phytomyza orobanchia</i></p>\n</div>"
      },
      {
        "id": 1178,
        "title": "Economic importance",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/5/9_9d0e949ccb4bd3c/27159_25ac57d6f642e93.jpg?v=2016-06-16+14%3A11%3A16');\"></div>\n<p>Agromyzidae certainly attract the most (negative) attention when they are competitors of human beings. Yet a few species are beneficial in damaging weeds, especially in some parasitic plants. Some of them are effective control agents. In this section both aspects of agromyzid impact to human civilization are discussed. <br/><br/><b>DAMAGE CAUSED BY AGROMYZIDS</b><br/>Agromyzids occur on various plants, including trees and cereals, which may be used by human beings. However, the main problems with mining flies on cultivated plants are concentrated on a relatively small selection of vegetable crops, ornamentals and tropical legumes. The main pest species are a relatively small number of <i>Liriomyza</i>- and <i>Chromatomyia</i>-leaf miners and <i>Ophiomyia-</i>stem miners.<br/>Leaf-mining agromyzid larvae reduce the vigor of their host plant by both consuming photosynthetically active leaf tissue and inducing plant response. Heavy infestation not only reduces the yield but in some cases also causes high plant mortality. That is especially true for some stem miners, which can affect the transport and allocation of resources by damaging vascular bundles of the stem and the root. Yet for aesthetical reasons, also a much lower level of infestation can be of commercial significance; a few feeding traces of miners can render some products almost unmarketable. Thus, the purpose of the crop can be important for considering control measures (see Heinz and Parrella, 1992). <br/>Sometimes even the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16485&amp;epi=55\">feeding punctures</a> caused by females can become a problem when lots of them damage the leaf surface (Parrella et al., 1985, Hendrickson and Barth, 1978). <br/><br/>In the course of environmental and climatic changes the pest status of many species may change concurrently. A species may cause some heavy outbreaks and afterwards is hardly found on cultivated plants again. In future some so far unknown species may become a serious threat for certain crops. <br/>Previous historic developments are only partly understood: Some species became an economic problem since they managed to extend their geographical distribution. This is due to the increased international trade that enabled some major pest species to establish themselves in new areas (for example <i>Agromyza frontella</i>,<i> Liriomyza trifolii</i>,<i> Liriomyza huidobrensis</i>)<i>. </i><br/>In some cases, the application of some insecticides may actually result in a rise of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a> fly populations since naturally occurring <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> can be stronger affected than the pest species itself. The problems with some species can even be characterized as actually created by chemical pest control (e.g. Spencer, 1973, Lange et al., 1980, Saito et al., 1993). <br/>Pesticides might have initially been applied to get rid of other insect pests than Agromyzidae. Instead, by wiping out agromyzid enemies, a new pest problem may arise. This sort of interference between different pests was observed for example in greenhouses in the Netherlands (Minkenberg and van Lenteren, 1986).<br/><br/>Monocultures may reduce the specificity and effectiveness of host selection because of the strongly reduced risk to find an unsuitable host plant. When an alternative crop is planted adjacent to the traditional host plant of the agromyzid, the reduced specificity may enable some individuals to establish themselves on the new plant. Indeed, it seems reasonable to suspect that the ability of some <i>Liriomyza</i> species to infest a large array of vegetable plants is the result of human-induced evolutionary processes occurring on cultivated areas.<br/><br/><b>CONTROL MEASURES</b><br/>In spite of frequently observed resistance against insecticides, especially in some <i>Liriomyza</i> species (Parrella and Lindquist, 1983, Parrella et al., 1981), chemical treatments are in many cases indispensable. Especially abamectin and the insect growth regulator cyromazine seem to be effective against many leaf miners, at least at the time of the preparation of this text. <br/>In greenhouses, biological control by cumulative release and support of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> is widely applied. <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">Parasitoids</a> active against several agromyzid pest species in greenhouses (mainly <i>Liriomyza</i>) are commercially available. Most of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> are quite unspecific and can be applied for several agromyzid pests, even in different <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> (Minkenberg and van Lenteren, 1986 and references therein, van der Linden, 1992, Benuzzi and Raboni, 1992). <br/><br/>A number of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> were actively introduced into areas where alien agromyzids have established themselves. (Harcourt et al., 1988, Waterhouse and Norris, 1987). However, because of various reasons these introductions are often not successful. Murphy and LaSalle, 1999 argued, instead of introducing foreign species, native <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> with the potential to adopt the newly invaded agromyzids should be supported. <br/>However, the efficacy of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> can be strongly diminished by the application of insecticides against agromyzids or other pest insects. Some further informations on this problem and other natural enemies of Agromyzidae is given in the section on <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1177&amp;epi=55\">Bionomics</a>.<br/><br/>The second important attempt to biological control of Agromyzidae is breeding resistant or pest-tolerant plants. This route was extensively pursued to protect tropical beans and peas (Shanower et al., 1999, Talekar, 1990). However, resistant accessions often failed to be economically successful because the taste and quality of most of them are often inferior to susceptible ones (Waterhouse, 1998). <br/>Not much research is done on the parameters that repel agromyzids to develop on a certain plant. The females of several species are deterred from <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">oviposition</a> by dense <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16609&amp;epi=55\">trichomes</a> on the leaf surface (Fagoonee and Toory, 1983, Chiang and Norris, 1983 a).<br/>Other parameters influencing the well-being of the larvae can be stem diameter, leaf area, water content and chemical characteristics (see Chiang and Norris, 1983 a, Chiang and Norris, 1983 b, Chiang and Norris, 1983 c, Talekar et al., 1988, Wei et al., 2000). <br/><br/>The knowledge of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1177&amp;epi=55\">bionomics</a> of the flies and their relation to the host plants might give some clues for the protection of cultural plants. For example, alternative host plants could be removed from the vicinity of the plantations; if the larvae are known to <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16567&amp;epi=55\">pupate</a> in the host plants, the leaf litter remaining after harvest should be strictly removed from the field. Such measures can often lower the agromyzid abundance of the subsequent generation. <br/>Young bean plants infested by <i>Ophiomyia phaseoli</i> are particularly vulnerable, for the larvae often destroy <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16613&amp;epi=55\">vascular tissue</a> near the root. Only those plants, which manage to develop adventitious roots above the destroyed tissue have a chance to survive. Plant survival can considerably be improved by irrigation and planting in furrows filled with soil, thus facilitating the growth of adventitious roots (Talekar, 1990). <br/><br/><b>BENEFICIAL AGROMYZIDAE</b><br/>Theoretically, all agromyzid flies feeding on unwanted plants can be considered as beneficial from the human point of view. Most of them, however, do not receive much attention since they are often one among several other <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16547&amp;epi=55\">phytophagous</a> insects and have a limited impact to their host plants under natural conditions. One of the reasons for that is the presence of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoid</a> and other natural enemies that keep the natural agromyzid populations under control. The situation is different if a <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16532&amp;epi=55\">neophyte</a> weed has to be controlled. Agromyzids might be possible candidates because they normally are highly host specific. Their efficacy might be higher in new areas if they were introduced without their <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a>. However, both the specificity and the efficiency has to be tested rigorously prior to an expensive and risky <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1823&amp;modId=21&amp;epi=55\">introduction</a>. The effect of introduced control agents generally should not be overestimated because it is likely that sooner or later native <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16555&amp;epi=55\">predators</a> and <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16541&amp;epi=55\">parasitoids</a> become adapted to the new agromyzid species and diminish its impact. <br/>To illustrate the merits and problems of Agromyzidae as weed eater and to save the reputation of the Agromyzidae, some cases are treated on this CD-ROM: <i>Calycomyza lantanae</i>,<i> Ophiomyia lantanae</i> are both specialized to the weed and ornamental plants of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> <i><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1753&amp;modId=19&amp;epi=55\">Lantana</a></i>.<i> Ophiomyia strigalis</i>. infests the seeds of the parasitic plant <i><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1798&amp;modId=19&amp;epi=55\">Striga</a></i> in Africa. The European <i>Napomyza lateralis</i> is discussed as control agent for scentless chamomile (<i><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1763&amp;modId=19&amp;epi=55\">Matricaria</a></i>) in Canada (Hinz and McClay, 2000). <br/>Some other potential weed control agents were not mentioned on this CD-ROM: <i>Phytomyza vitalbae</i> Kaltenbach, 1872, leaf <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a> on <i>Clematis vitalba</i> L. was introduced to New Zealand to control where the host plant, viz. <i>Clematis,</i> grow rampant (Hill et al., 2001). <i>Melanagromyza cuscutae</i> Hering, 1958 is a seed head and stem <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a> of the parasitic weed <i>Cuscuta</i> spp. (Cuscutaceae) (Spencer, 1973). Further examples were summarized in (Spencer, 1973); a survey about some European weed control agents were given by (Spasiç and Smiljanic, 1998).<br/>Yet the perhaps best-known control agent among Agromyzidae is <i>Phytomyza orobanchia</i>. This species was successfully used as control agent in its natural habitats. Their host plants, some dangerous parasitic plants of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> <i><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1768&amp;modId=19&amp;epi=55\">Orobanche</a></i>, has been controlled by inundate release of adult specimens (Klein and Kroschel, 2002).</p>\n</div>"
      },
      {
        "id": 1179,
        "title": "Evolutionary history",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/6/1_c2229cf1d32e0ad/27161_b89a62221213e0b.jpg?v=2016-06-16+14%3A11%3A16');\"></div>\n<p><b><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16546&amp;epi=55\">PHYLOGENY</a></b><br/>A first attempt to a <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16546&amp;epi=55\">phylogenetic</a> reconstruction using cladistic methods was carried out by myself (Dempewolf, 2001). Morphological characters from <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1821&amp;modId=20&amp;epi=55\">immature stages</a> and <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16508&amp;epi=55\">imagines</a> of a selection of 54 (including outgroups) terminal <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> out of 23 <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> were investigated. A part of these <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> contain species being not of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a>, which are therefore not treated on this CD-ROM. The main results will be briefly summarized here (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/4_2cb6e0544647bbf/28014_4f7440aad5f519f.jpg?v=2016-06-16+14%3A16%3A51','AGRO tree.pct');\">AGRO tree.pct</span>).<br/><br/>Generally the accordance of the reconstruction with the traditional classification is high. Both <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16593&amp;epi=55\">subfamilies</a> and many <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> could be confirmed as <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16529&amp;epi=55\">monophyletic</a>. Their key <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16444&amp;epi=55\">apomorphies</a> are mentioned in the descriptions of the higher <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a>. Additionally, hypotheses on the relationship of higher <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> were supported. Although not all branches should be described as formal <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a>, the <i>Ophiomyia</i>-group, embracing the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> <i>Melanagromyza</i>, <i>Ophiomyia</i> and <i>Tropicomyia</i>, are considered as tribe Ophiomyiini on this CD-ROM. There are so many common characteristics that it is practical to describe them in one <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxon</a> at once. The sister group of Ophiomyiini is clearly the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> <i>Japanagromyza</i>. Both <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> have in common the asymmetrical <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16520&amp;epi=55\">mandibles</a> with the left <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16520&amp;epi=55\">mandible</a> being larger than the right one (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/8/1_f6dac36678d073f/27981_52c795173da8d6d.jpg?v=2016-06-16+14%3A16%3A31','O galii Larva SEM1.pct');\">O galii Larva SEM1.pct</span>). Both <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> together are closely related to <i>Agromyza</i>, which is the most ancient agromyzid <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a>.<br/>The two rather isolated <i>Nemorimyza</i> and the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a> mining <i>Phytobia</i> species are the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16446&amp;epi=55\">basal</a> groups of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16593&amp;epi=55\">subfamily</a> Phytomyzinae. Apart from <i>Agromyza, Nemorimyza</i> is the only <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxon</a> with species showing symmetrical <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16531&amp;epi=55\">mouth hooks</a> that must be interpreted as <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16548&amp;epi=55\">plesiomorphic</a> (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/7/3_da8a43eab05683d/27973_78e15c01dc80180.jpg?v=2016-06-16+14%3A16%3A26','Nemorimyza Larva SEM4.pct');\">Nemorimyza Larva SEM4.pct</span>). <i>Phytobia</i> and all subsequent more derived groups have asymmetrical <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16520&amp;epi=55\">mandibles</a> (the biological significance of asymmetry of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16520&amp;epi=55\">mandibles</a> can be found in the section on <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1821&amp;modId=20&amp;epi=55\">Immature Stages</a>. The remaining <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16601&amp;epi=55\">taxa</a> next to <i>Phytobia</i> are subdivided into two large groups, the <i>Selachops</i>- and the <i>Phytomyza</i>-group. Among others the <i>Selachops</i>-group (named after a <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a>, which is not on this CD-ROM) comprises among others the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> <i>Amauromyza</i>, <i>Cerodontha</i>, <i>Calycomyza</i> and <i>Liriomyza</i>. As <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16444&amp;epi=55\">apomorphic</a> characters can be interpreted the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16615&amp;epi=55\">ventral</a> position of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16595&amp;epi=55\">surstyli</a> in male genitalia (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/7/4/1_25e30f9aa3924a3/27741_38ced56fe4efd54.jpg?v=2016-06-16+14%3A14%3A18','Lir chenopodii epandrium2.pct');\">Lir chenopodii epandrium2.pct</span>) and the shape of the larval <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16552&amp;epi=55\">posterior</a> <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16581&amp;epi=55\">spiracles</a> (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/5_7091108455ceae4/28015_5849e2748c7fd40.jpg?v=2016-06-16+14%3A16%3A51','L pusilla.pct');\">L pusilla.pct</span>). However, in many species these character states are further transformed into other states. The <i>Phytomyza</i>-group basically contains the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> <i>Chromatomyia</i>, <i>Phytomyza</i>, <i>Napomyza</i> and <i>Ptochomyza</i> among others, which are not mentioned on the CD-ROM. Phylogenetically, this is the most problematic group of Agromyzidae. Both the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16529&amp;epi=55\">monophyly</a> of the whole group and of some of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a>, especially <i>Phytomyza</i>, is uncertain. Cladistic investigations yielded in some parts inconsistent results, the picture (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/4_2cb6e0544647bbf/28014_4f7440aad5f519f.jpg?v=2016-06-16+14%3A16%3A51','AGRO tree.pct');\">AGRO tree.pct</span>) shows only the apparently most reasonable cladogram (obtained by Successive Weighting). Yet a probable <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16444&amp;epi=55\">apomorphic</a> character might be found in the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16520&amp;epi=55\">mandibles</a> of first <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16509&amp;epi=55\">instar</a> larvae (Dempewolf, 2001).<br/><br/><b>ANCESTRAL FEEDING HABIT</b><br/>As reviewed in the section on <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1177&amp;epi=55\">Bionomics</a> all agromyzid larvae are internal feeders of various living plant tissues, such as leaves (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/6_57e80f0748b8845/28016_cb08671acc975ff.jpg?v=2016-06-16+14%3A16%3A52','leaf miner.pct');\">leaf <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a>.pct</span>), stems (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/8/0_186f9d4d015c05d/27980_ec9784622a5c86d.jpg?v=2016-06-16+14%3A16%3A30','stem miner.pct');\">stem <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16528&amp;epi=55\">miner</a>.pct</span>, <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/5/2/1_5baaceafbf36722/27521_abbee160752f4df.jpg?v=2016-06-16+14%3A13%3A05','Mel sojae larva.pct');\">Mel sojae larva.pct</span>, <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/4/1/1_54fe27c68b28d28/27411_b6c9d395af0edd0.jpg?v=2016-06-16+14%3A12%3A32','Oph phaseoli larva.pct');\">Oph phaseoli larva.pct</span>) and - most spectacular - the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a> of trees (<a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">Genus</a> <i>Phytobia</i> : <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/7/1_90edfc68638d1a8/27971_2c71d06650da430.jpg?v=2016-06-16+14%3A16%3A25','ash tree.pct');\">ash tree.pct</span>). All these different environments require morphological adaptations of the larvae. Even within similar feeding habits interesting morphological and behavioral differences were seen. Dempewolf, 2001 discussed this in detail but also in the section on <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1821&amp;modId=20&amp;epi=55\">Immature Stages</a> some examples were given.<br/>From these observations, the question of the hypothetical evolution of plant colonization within Agromyzidae arises. This subject has been already addressed by Nowakowski, 1962, Spencer, 1973 and Spencer, 1990. Both authors held the view, that the extant Agromyzidae must have been derived from a <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a>-feeding ancestor. Nowakowski tentatively concluded the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a>-mining <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> <i>Phytobia</i> to be the most ancestral. This remained the prevailing opinion in the literature and was not disputed. Later this idea was pursued and extended by Spencer (Spencer, 1990). He suggested a distinct evolutionary sequence: from the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a> the agromyzids invaded the stem pith, subsequently colonized external stem parts, and finally adopted the leaf as food. Following this scheme, in many <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a> the stem borers were seen as their most primitive members.<br/>Apart from the \"generally accepted\" <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16548&amp;epi=55\">plesiomorphic</a> condition found in <i>Phytobia</i>, Spencer (in Spencer, 1990) argued mainly on the basis of the discovery of <i>Phytobia</i>-like feeding traces at fossil trees from the tertiary (see SÜss and MÜller-Stoll, 1975, SÜss H., 1979, SÜss, 1980). Yet this argument is weak because of the general limited fossil record of Agromyzidae. Earlier attempts to connect the agromyzid evolution with that of their host plants (Spencer, 1973) were later withdrawn since no similar <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16546&amp;epi=55\">phylogenetic</a> pattern between plants and the miners were detected (Spencer, 1990). Spencer concluded \"there is really little logic in the hosts which have been colonized by the majority of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a>.\" (p. 388). Indeed, some sort of coevolution of agromyzids and plants cannot be discovered by a comparison of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16546&amp;epi=55\">phylogenetic</a> relationships within both groups.<br/><a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16546&amp;epi=55\">Phylogenetic</a> reconstructions offer an approach to the determination of ancestral characters and the history of character transformation in <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16529&amp;epi=55\">monophyletic</a> groups. To infer the ancestral feeding habit from the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16546&amp;epi=55\">phylogenetic</a> tree the feeding habit is coded as a character and mapped on the tree. The results are shown in <span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/8/0/1/4_2cb6e0544647bbf/28014_4f7440aad5f519f.jpg?v=2016-06-16+14%3A16%3A51','AGRO tree.pct');\">AGRO tree.pct</span>.<br/>Evidence from this method suggests leaf-mining to be the ancestral feeding habit in Agromyzidae. Alternative feeding habits emerge independently many times within several <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genera</a>. To some extent the opinion of <i>Phytobia</i> being a primitive <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16498&amp;epi=55\">genus</a> could be confirmed, the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16453&amp;epi=55\">cambium</a> mining feeding habit emerges rather early, yet neither directly at the base of the Agromyzidae nor at the base of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16593&amp;epi=55\">subfamily</a> Phytomyzinae. <br/><br/>Although the evidence was derived from all available characters under investigation (see Dempewolf, 2001), some of the larval characters are particularly good in illuminating the evolution from leaf miners to other feeding habits. Of these are mainly the shape of the larval <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16552&amp;epi=55\">posterior</a> <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16581&amp;epi=55\">spiracles</a> found to be primitive in many <i>Agromyza</i>-leaf-mining species (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/5/0_0e6a22254883ff4/27950_fb57efb765e5d0d.jpg?v=2016-06-16+14%3A16%3A14','A albipennis Larva3 SEM.pct');\">A albipennis Larva3 <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16576&amp;epi=55\">SEM</a>.pct</span>) and the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16548&amp;epi=55\">plesiomorphic</a> symmetry of the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16531&amp;epi=55\">mouth hooks</a> found in leaf-mining <i>Agromyza</i> (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/5/1_6580ddccd30b879/27951_a5d847c0055ff87.jpg?v=2016-06-16+14%3A16%3A14','A albipennis Larva SEM.pct');\">A albipennis Larva <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16576&amp;epi=55\">SEM</a>.pct</span>) and <i>Nemorimyza</i> (<span class=\"inline-image\" onclick=\"showMedia('https://resourcespace.naturalis.nl/filestore/2/7/9/7/3_da8a43eab05683d/27973_78e15c01dc80180.jpg?v=2016-06-16+14%3A16%3A26','Nemorimyza Larva SEM4.pct');\">Nemorimyza Larva SEM4.pct</span>). Those species, whose larvae initially feed on the leaves and later invade into the petiole and the stem can be seen as a model for the colonization of the host plant with the leaf as a starting point. There are several examples known in the literature, one of them is the bean fly <i>Ophiomyia phaseoli</i>. More on the <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16530&amp;epi=55\">morphology</a> of larval mouthparts is presented in <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/module/topic.php?id=1821&amp;modId=20&amp;epi=55\">Immature Stages</a>.<br/><br/>Some further evidence for an ancestral position of leaf miners in Agromyzidae can be obtained from the general character of the food source. <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16525&amp;epi=55\">Mesophyll</a> <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16457&amp;epi=55\">cells</a> are obviously less tough and easier accessible than tissue in stems and petioles, especially for potential ancestors, who dwell in moist environments. The development within stems should require a strong <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">ovipositor</a> that cannot assumed to be already developed in possible ancestors. For boring into a leaf, a less sophisticated <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">ovipositor</a> may be good enough. Larvae can also enter a leaf when the eggs were stuck on the leaf surface, although it may be a selective advantage for an individual to have an <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/glossary/term.php?id=16538&amp;epi=55\">ovipositor</a>.</p>\n</div>"
      },
      {
        "id": 1180,
        "title": "Acknowledgements",
        "text": "<div class=\"proze\" id=\"content\">\n<div class=\"introduction-img\" style=\"background: url('https://resourcespace.naturalis.nl/filestore/2/7/1/6/3_94d807e1aa185c9/27163_e2d081b2b519743.jpg?v=2016-06-16+14%3A11%3A17');\"></div>\n<p>This CD-ROM is a joint project from the Zoological Museum Amsterdam (Institute for Biodiversity and Ecosystem Dynamics, IBED, University of Amsterdam) and ETI Biodiversity Center.<br/> <br/><b>Financial contributions</b><br/><br/>The author's salary during 2 and a half years and much of the necessary working equipment were financed by the ICES/KIS first grant of the Netherlands Ministry of Economics. <br/><br/>A four week visit at the Natural History Museum London (BMNH) was funded by the EU's IHP programme SYS-RESOURCE of The Natural History Museum, UK.<br/><br/>A further financial contribution came from the Dutch foundation SBNO (Stichting ter Bevoordering van Natuurwetenschappelijk Onderzoek).<br/><br/><b>Kind supporters of the work</b><br/>Helpful persons<br/><br/>This CD-ROM can be considered as an update of an earlier book on Agromyzidae of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic importance</a> written by Dr Kenneth A. Spencer (Spencer, 1973). Therefore I am much indebted to him and his wife who prepared most of the drawings in his works. Although the texts and many pictures are new, Spencer's book and his other publications provided the basis of this work. <br/>Many thanks are due to him for his permission to reproduce his drawings. <br/><br/>The contribution of the agromyzid specialist Dr Michael von Tschirnhaus (Bielefeld, Germany) deserves special acknowledgements, since he provided a considerable number of specimens and gave most valuable advice.<br/><br/>Many thanks are due to my colleagues from the project group 'Arthropods of <a href=\"https://agromyzidae.linnaeus.naturalis.nl/linnaeus_ng/app/views/introduction/topic.php?id=1178&amp;epi=55\">economic Importance</a>' Liesbeth Bakker, Lynn Meijerman, Dr Sandrine Ulenberg (Amsterdam, The Netherlands) and Dr Gillian Watson (London) for their interest in my work and various support. <br/><br/>I wish to thank many staff members of the Entomology department of the Zoological Museum and of ETI for their assistance and advise, especially, Dr Willem Ellis, Gideon Gijswijt, Mil de Reus and Godard Tweehuysen.<br/><br/>John Chainey, Dr Brian Pitkin, Campbell Smith, Nigel Wyatt and other staff members of the Natural History Museum, London, UK were very helpful during my visits to the Natural History Museum in 2000 and 2002. <br/><br/> <br/><b>The following institutions and persons have provided images, other material or encouraged my work in other ways. I am grateful to all of them:</b><br/><br/>The Ministry of Public Works and Government Services Canada kindly gave the permission to reproduce pictures from the Manual of Nearctic Diptera (Spencer, 1987).<br/><br/>Dr S. KÜhne (Berlin-Dahlem, Germany)<br/>Professor M. Dambach (Cologne, Germany)<br/>Sam An (Hanoi, Vietnam)<br/>Professor L. SÜss (Milan, Italy)<br/>Professor M. Sasakawa (Hirakata, Japan)<br/>Dr V. V. Zlobin, (St. Petersburg, Russia)<br/><br/>Professor G. Keith Douce (University of Georgia, Tifton, USA)<br/><br/>Jan van Arkel (Institute for Biodiversity and Ecosystem Dynamics, University of Amsterdam)<br/><br/>The Plantenziektenkundige Dienst (Wageningen, the Netherlands) permitted the reproduction of numerous color photos. The staff members L. de Goffau and H. Stigter helped me during my visit to their institute.</p>\n</div>"
      }
    ]
  }
}